{
    "title": "O homem faz o que quer, mas sempre responderá por aquilo que fizer",
    "images": [ "1", "2", "3", "4", "6", "7", "9b", "10", "11", "12", "13", "18", "19", "20", "22", "23", "24", "25", "26", "27" ],
    "steps": {
        "first": {
            "description": "Dr. Abelardo Tourinho é uma pessoa dotada de extraordinária inteligência. Advogado de renome, não conhecia derrotas. Era extremamente respeitado como um dos melhores advogados do estado em que morava. Trabalhava em uma das empresas mais importantes de advocacia",
            "image": "1",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_2"
                }
            ]
        },
        "pagina_2": {
            "description": "Dona Leona, mãe de Abelardo, preocupava-se com o prestígio do filho e, muitas vezes o advertiu: 'Não trabalho apenas pelo dinheiro, Abelardo. Nunca te vi ajudando os humildes'",
            "image": "2",
            "decision":[
                {
                    "text": "Abelardo aceita o conselho da mãe e abre um espaço na agenda para atender os humildes?",
                    "to": "pagina_3"
                },
                {
                    "text": "Abelardo espera mais um pouco até adquirir fortuna suficiente para conseguir ajudar os outros com mais facilidade?",
                    "to": "pagina_11"
                }
            ]
        },
        "pagina_3": {
            "description": "Abelardo preocupa-se com a advertência da mãe e abre um espaço de uma vez por semana, em sua casa, para atender os humildes. O primeiro caso que aparece é Agenor, homem simples que trabalhava como jardineiro. Ele conta que foi mandado embora do emprego por estar doente. E além disso, conta que o patrão não o remunerou como manda a lei e sua família (mulher e 5 filhos), passam fome. Abelardo conhece o patrão de Agenor: Era Otávio, Sócio da empresa em que Abelardo trabalha e um homem muito rico e influente. Certamente, se Abelardo defender Agenor, quem vai para a Rua é ele. E o pior: dificilmente vai conseguir emprego em empresas grandes, devido a influência de Otávio.",
            "question":"VOCÊ DECIDE: Abelardo defende Agenor?",
            "image": "3",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_4"
                },
                {
                    "text": "Não",
                    "to": "pagina_18"
                }

            ]
        },
        "pagina_4": {
            "description": "Abelardo segue a consciência e defende Agenor. A primeira coisa que faz é procurar Otávio para propor resolver a questão. Mas Otávio é decisivo: 'Ou você larga o caso ou está fora desta empresa! Acredite, você não conseguirá emprego novamente! Isso eu te prometo!'",
            "question":"VOCÊ DECIDE: Desistir de defender Agenor?",
            "image": "4",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_18"
                },
                {
                    "text": "Não",
                    "to": "pagina_5"
                }

            ]
        },
        "pagina_5": {
            "description": "Abelardo vence o caso. 'Vou ficar eternamente grato ao senhor, doutor.' — Diz Agenor. Mas Abelardo perde o emprego e é obrigado a trabalhar em escritório próprio. Mas os clientes grandes, esses acabaram. As dificuldades de Abelardo começaram. Mas um dia aparece em seu escritório o Sr. Evaristo Penna, deputado famoso. Conhecia a fama de Abelardo e queria contratá-lo. Era acusado de corrupção e desvio de dinheiro público. 'Mas todos fazem assim, dr. Abelardo. E só eu pagarei o pato?'. Ofereceu a Abelardo enorme quantia em dinheiro para o defender. 'É uma oportunidade de ouro e, afinal, quem cometeu o crime não fui eu, foi o deputado.' — pensava Abelardo examinando o caso.",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_19"
                },
                {
                    "text": "Não",
                    "to": "pagina_7"
                }

            ]
        },
        "pagina_6": {
            "description": "A mãe de Abelardo piora pouco a pouco. Os médicos não conseguem ajudá-la. E, infelizmente, Abelardo vê a mãe piorar até desencarnar.",
            "image": "6",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_12"
                }
            ]
        },

        "pagina_7": {
            "description": "Abelardo fica miseravelmente pobre. Seus clientes, tão pobres como ele, não são uma boa fonte de renda. Agora, a mãe de Abelardo fica terrivelmente doente. Os médicos não sabem do que se trata e Abelardo não tem dinheiro para pagar médicos bons. Dona Leona é a única pessoa que Abelardo tem no mundo. O Deputado Evaristo volta a procurá-lo. Promete tratamento para a mãe se Abelardo fizer a defesa.",
            "image": "7",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_19"
                },
                {
                    "text": "Não",
                    "to": "pagina_8"
                }
            ]
        },

        "pagina_8": {
            "description": "Definitivamente, Abelardo não aceita o caso. A mãe piora gravemente. O médico diz que o melhor para ela é ficar em casa, para lá desencarnar. Agora veja bem:",
            "image": "8",
            "decision":[
                {
                    "text": "Se na página 4 você largou o caso de Agenor",
                    "to": "pagina_16"
                },
                {
                    "text": "Se defendeu Agenor",
                    "to": "pagina_9"
                }
            ]
        },

        "pagina_9": {
            "description": "Em casa, Dona Leona piora pouco a pouco. Um dia, batem à porta e Abelardo vai atender. Era Agenor, o jardineiro. 'Soube a situação que o senhor ficou por causa de ter me defendido.' Conversam um pouco e Agenor se desculpa. Abelardo conta sobre a mãe doente e Agenor pede para vê-la.",
            "image": "9b",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_10"
                }
            ]
        },
        "pagina_10": {
            "description": "Agenor vai até a mãe de Abelardo. Ele era um grande conhecedor de plantas e pediu a Abelardo para tentar ajudá-la. 'Claro! Não tenho mais nada a perder'. Agenor faz algumas bebericagens com ervas. Incrível! Dona Leona melhora aos poucos! 'Muito obrigado, senhor Agenor'. 'Ora, senhor Abelardo, uma mão lava a outra. O senhor foi tão bom para mim! Eu não podia fazer diferente'.",
            "image": "10",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_22"
                }
            ]
        },
        "pagina_11": {
            "description": "Abelardo decide esperar um pouco. Afinal, quanto mais dinheiro tiver, melhor pode ajudar os outros futuramente. Mas a mãe de Abelardo adoece gravemente. Os médicos, mesmo os melhores, não conseguem ajudá-la.E,infelizmente, Abelardo vê a mãe piorar até desencarnar.",
            "image": "11",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_12"
                }
            ]
        },

        "pagina_12": {
            "description": "Abelardo lembra do conselho da mãe.",
            "question":"VOCÊ DECIDE: Ele tenta seguir o conselho agora?",
            "image": "12",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_25"
                },
                {
                    "text": "Não",
                    "to": "pagina_13"
                }
            ]
        },

        "pagina_13": {
            "description": "Abelardo lembra do conselho da mãe.\nVOCÊ DECIDE: Ele tenta seguir o conselho agora?",
            "image": "13",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_25"
                },
                {
                    "text": "Não",
                    "to": "pagina_14"
                }
            ]
        },

        "pagina_14": {
            "description": "Abelardo desencarna aos 45 anos, em tristes condições. Ao se ver no plano espiritual, viu-se caído sem conseguir levantar.\nSua cabeça doía constantemente.\nEra conseqüência de ter usado mal sua inteligência.",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_15"
                }
            ]
        },

        "pagina_15": {
            "description": "Abelardo faz prece, arrependido dos desequilíbrios da vida.\nAparece-lhe sua mãe e ele pede socorro.\nEla diz que ele tem duas opções,",
            "question":"VOCÊ DECIDE:",
            "decision":[
                {
                    "text": "Permanecer no lugar onde está, expurgando seus excessos pela dor.",
                    "to": "pagina_17"
                },
                {
                    "text": "Reencarnar com síndrome de Down, devido ao mal uso da inteligência.",
                    "to": "pagina_16"
                }
            ]
        },

        "pagina_16": {
            "description": "Abelardo reencarna com síndrome de Down.\nMas a existência, diante da eternidade é mera passagem.\nApós a breve existência, aos 25 anos, Abelardo retorna à pátria espiritual,auxiliado pela mãezinha abnegada, após curar seu perispírito em um corpo limitado.\nAgora é possível fazer novos planos! A eternidade sorri para Abelardo, cheia de esperanças!"
        },

        "pagina_17": {
            "description": "Infelizmente, Abelardo devido ao seu livre arbítrio, permanece no local de dor por longos e longos anos.\nSeu sofrimento parece não ter fim, até que o arrependimento verdadeiro bate em seu coração e ele aceita reencarnar, mesmo com a limitação física da Síndrome de Down.",
            "decision":[
                {
                    "text": "Reencarnar com síndrome de Down, devido ao mal uso da inteligência.",
                    "to": "pagina_16"
                }
            ]
        },

        "pagina_18": {
            "description": "Abelardo continua trabalhando na empresa de Otávio.\nMas Otávio, que não tinha escrúpulos, depois de 3 meses o demitiu, alegando cortes na empresa.\nAbelardo leva Otávio na Justiça e ele, para vingar-se, usa sua influência para que Otávio não arranje mais empregos.",
            "image": "18",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_7"
                }
            ]
        },

        "pagina_19": {
            "description": "Abelardo aceita o caso e defende o Deputado corrupto. Mas, dessa vez, o cliente não foi totalmente honesto com Abelardo. O caso se complicou com crimes mais graves e o Sr. Evaristo, para não afundar sozinho, acusou Abelardo de ser cúmplice nos disparates cometidos por ele.\nAbelardo é acusado e condenado.",
            "image": "19",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_20"
                }
            ]
        },

        "pagina_20": {
            "description": "Abelardo vai preso.\nSua mãezinha tomada de desgosto, desencarna.",
            "image": "20",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_21"
                }
            ]
        },

        "pagina_21": {
            "description": "Abelardo encontra na cadeia várias pessoas que foram injustiçadas por sua falta de escrúpulos e por ter usado sua inteligência, um valioso instrumento desta reencarnação, apenas com interesses no dinheiro.",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_14"
                }
            ]
        },

        "pagina_22": {
            "description": "Abelardo está renovado.\nE se não tivesse defendido Agenor, com medo de Otávio?\nSe não tivesse decidido mudar de vida e agir conforme sua consciência?\nCertamente não teria mais a mãezinha querida ao seu lado.\nAbelardo compreendeu que a inteligência que tinha era um instrumento que deveria usar para as coisas certas.",
            "image": "22",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_23"
                }
            ]
        },

        "pagina_23": {
            "description": "Abelardo não era mais tão rico.\nMas ficou respeitado como advogado honesto e trabalhador e conseguiu certa estabilidade financeira.\nA mãezinha não cabia em si de contentamento.\nAbelardo conseguiu uma riqueza maior que qualquer tesouro: A consciência tranqüila",
            "image": "23",
            "decision":[
                {
                    "text": "Próximo",
                    "to": "pagina_24"
                }
            ]
        },

        "pagina_24": {
            "description": "Ao desencarnar, Abelardo verificou que conquistou amigos fiéis no Plano Espiritual.\nPode traçar novos rumos para as reencarnações futuras, de modo a restituir a lei as faltas que cometera antes do alerta da mãezinha. Estava esperançoso e feliz!",
            "image": "24"
        },

        "pagina_25": {
            "description": "Abelardo tenta seguir o conselho da mãe e começa a atender, uma vez por semana, em sua casa, pessoas pobres.\nMas Otávio, seu patrão, acha aquela atitude ruim para a imagem da empresa e pede que ele pare.",
            "question":"VOCÊ DECIDE: Abelardo continua assim mesmo?",
            "image": "25",
            "decision":[
                {
                    "text": "Sim",
                    "to": "pagina_26"
                },
                {
                    "text": "Não",
                    "to": "pagina_13"
                }
            ]
        },

        "pagina_26": {
            "description": "Abelardo não se intimida com o patrão e continua atendendo pessoas pobres.\nAos poucos, vai adquirindo o respeito do patrão e de alguns colegas. Seu exemplo foi seguido por outros advogados.\nMas Abelardo perdera muito tempo em indecisões.",
            "image": "26",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_27"
                }
            ]
        },

        "pagina_27": {
            "description": "Quanta falta sentia da mãezinha.\nEstava extremamente arrependido e\ntrabalhava arduamente para que ela, onde quer que estivesse, ficasse alegre com sua renovação.\nO tempo passou e ele envelheceu.\nRetornou ao plano espiritual amparado pela mãezinha",
            "image": "27",
            "decision":[
                {
                    "text": "Próxima",
                    "to": "pagina_28"
                }
            ]
        },

        "pagina_28": {
            "description": "Dona Leona abraçou o filho e disse que estava feliz com sua renovação íntima, mas ele perdera tempo precioso.\nAgora, para ressarcir a Lei, passará por processo reencarnatório onde terá a incumbência de ser Doutrinador de reuniões mediúnicas, tendo a chance de orientar aqueles que foram lesados por ele nos processos jurídicos e não conseguiram perdoa-lo."
        }
        
    }
}